tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "blackmann/brew"
tap "blacktop/tap"
tap "charmbracelet/tap"
tap "coursier/formulas"
tap "danvergara/tools"
tap "elixir-tools/tap"
tap "felixkratz/formulae"
tap "gobuffalo/tap"
tap "hashicorp/tap"
tap "hhvm/hhvm"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jandedobbeleer/oh-my-posh"
tap "jayadamsmorgan/yatoro"
tap "jorgerojas26/lazysql"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "localsend/localsend"
tap "lusingander/tap"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
tap "withgraphite/tap"
brew "act"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "readline"
brew "python@3.13"
brew "llvm"
brew "glib"
brew "git"
brew "asdf"
brew "at-spi2-core"
brew "ata"
brew "libgit2"
brew "bat"
brew "btop"
brew "caddy"
brew "freetype"
brew "pixman"
brew "cairo"
brew "carapace"
brew "fmt"
brew "ccache"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "libavif"
brew "pango"
brew "chafa"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "direnv"
brew "displayplacer"
brew "dotnet@8"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "eza"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "libheif"
brew "python@3.12"
brew "libraw"
brew "imagemagick"
brew "folderify"
brew "freeimage"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-gui"
brew "git-lfs"
brew "gitea"
brew "rebar3"
brew "gleam"
brew "glew"
brew "glslviewer"
brew "go"
brew "gradle"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk4"
brew "harlequin"
brew "helm"
brew "hey"
brew "httpd"
brew "httpie"
brew "icu4c@76"
brew "jdtls"
brew "jenv"
brew "jj"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "lazyjj"
brew "lazysql"
brew "libadwaita"
brew "lima"
brew "mailsy"
brew "make"
brew "marp-cli"
brew "mas"
brew "mercurial"
brew "moc"
brew "mono"
brew "yt-dlp"
brew "mpv"
brew "mvfst"
brew "zlib"
brew "mysql", restart_service: :changed
brew "neofetch"
brew "neovim"
brew "neovim-remote"
brew "nginx", restart_service: :changed
brew "ninja"
brew "node@20"
brew "nowplaying-cli"
brew "nushell"
brew "nvm"
brew "odin"
brew "ollama"
brew "openjdk@11"
brew "opentofu"
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "php", restart_service: :changed
brew "phpmyadmin"
brew "pipx"
brew "pkgconf"
brew "pkl"
brew "pnpm"
brew "pop"
brew "poppler"
brew "postgresql@14"
brew "postgresql@15", restart_service: :changed
brew "posting"
brew "python@3.11"
brew "qemu"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rm-improved"
brew "rust"
brew "rustup"
brew "sdl3"
brew "shpotify"
brew "speedtest-cli"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "taskell"
brew "telnet"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "tree"
brew "tt"
brew "typescript"
brew "uv"
brew "wakeonlan"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "winetricks"
brew "xh"
brew "yazi"
brew "youtube-dl"
brew "zenity"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "blacktop/tap/lporg"
brew "charmbracelet/tap/crush"
brew "coursier/formulas/coursier"
brew "danvergara/tools/dblab"
brew "elixir-tools/tap/next-ls"
brew "felixkratz/formulae/borders"
brew "gobuffalo/tap/buffalo"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jayadamsmorgan/yatoro/yatoro"
brew "lusingander/tap/serie"
brew "opencode-ai/tap/opencode"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
brew "withgraphite/tap/graphite"
cask "adoptopenjdk"
cask "aerospace"
cask "alcove"
cask "alt-tab"
cask "amazon-q"
cask "amie"
cask "blender"
cask "burn"
cask "chromedriver"
cask "chromium"
cask "crossover"
cask "cursor"
cask "dockdoor"
cask "dotnet-sdk6-0-400"
cask "figma"
cask "flutter"
cask "font-jetbrains-mono"
cask "fork"
cask "ghostty"
cask "github"
cask "gstreamer-runtime"
cask "httpie-desktop"
cask "iina"
cask "jordanbaird-ice"
cask "keka"
cask "kindavim"
cask "krita"
cask "latest"
cask "legcord"
cask "linear-linear"
cask "linearmouse"
cask "localcan"
cask "meetingbar"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "ogdesign-eagle"
cask "orbstack"
cask "prismlauncher"
cask "qutebrowser"
cask "raycast"
cask "shortcat"
cask "sketch"
cask "spotify"
cask "stats"
cask "steam"
cask "taskbar"
cask "temurin"
cask "temurin@8"
cask "vlc"
cask "warp"
cask "wine-stable"
cask "wireshark-app"
cask "zed"
cask "zulu@17"
mas "Command X", id: 6448461551
mas "Compressor", id: 424390742
mas "Couverture", id: 1552415914
mas "Dark Reader for Safari", id: 1438243180
mas "Dropover", id: 1355679052
mas "Eagle for Safari", id: 1526651672
mas "Final Cut Pro", id: 424389933
mas "Folder Preview", id: 6698876601
mas "Googly Eyes", id: 6743048714
mas "JSON Peep", id: 1458969831
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Logic Pro", id: 634148309
mas "Markdown Preview", id: 6739955340
mas "Minimal Twitter", id: 1668204600
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Pieoneer", id: 6739781207
mas "Refined GitHub", id: 1519867270
mas "SocialFocus", id: 1661093205
mas "Today", id: 6443714928
mas "UnTrap", id: 1637438059
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
vscode "7ute.minimal-icon-theme"
vscode "aldous.supabase-vscode-theme-dark"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "amodio.toggle-excluded-files"
vscode "animus-coop.vscode-elixir-mix-formatter"
vscode "artlaman.chalice-icon-theme"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "cdonohue.quill-icons"
vscode "cedricverlinden.cursor-dark"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "danielgavin.ols"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "elixir-tools.elixir-tools"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "felipe.nasc-touchbar"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gleam.gleam"
vscode "golang.go"
vscode "golf1052.base16-generator"
vscode "heybourn.headwind"
vscode "hkeric.theme-anysphere"
vscode "htmlhint.vscode-htmlhint"
vscode "jackytsu.text-transformer"
vscode "jakebecker.elixir-ls"
vscode "johnpapa.vscode-cloak"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "laravel.vscode-laravel"
vscode "mattpocock.ts-error-translator"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-scss"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "neonxp.gotools"
vscode "oouo-diogo-perdigao.docthis"
vscode "phoenixframework.phoenix"
vscode "pixl-garden.bongocat"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "raunofreiberg.vesper"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "stivo.tailwind-fold"
vscode "stylelint.vscode-stylelint"
vscode "supermaven.supermaven"
vscode "syler.sass-indented"
vscode "ttoowa.in-your-face-incredible"
vscode "typescriptteam.native-preview"
vscode "unifiedjs.vscode-mdx"
vscode "viablelab.capitalize"
vscode "vinirossa.vscode-gitandgithub-pack"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zitup.classnametocss"
vscode "zobo.php-intellisense"
